Repository: frehder/admin-options
Catalog: languages/admin_options-*.po
Languages: de_de

# Admin Options
source: Custom Admin Options
de_de: Benutzerdefinierte Admin Optionen

# Admin Options
source: Save all settings
de_de: Alle Einstellungen speichern

# Admin Options
source: Settings saved.
de_de: Einstellungen gespeichert.

# Admin Options
source: First Section Headline
de_de: Erste Section Headline

# Admin Options
source: Description of the text field
de_de: Eine Beschreibung für das Text Feld

# Admin Options
source: Choose a number
de_de: Eine Nummer auswählen

# Admin Options
source: Description of the dropdown
de_de: Eine Beschreibung für das Dropdown Element

# Admin Options
source: Activate
de_de: Aktivieren

# Admin Options
source: Label of the checkbox
de_de: Label der Checkbox

# Admin Options
source: Description of the checkbox
de_de: Eine Beschreibung für die Checkbox

# Admin Options
source: Sex
de_de: Geschlecht

# Admin Options
source: Description of the radio box
de_de: Eine Beschreibung für die Radio Box

# Admin Options
source: Male
de_de: Männlich

# Admin Options
source: Female
de_de: Weiblich

# Admin Options
source: Other
de_de: Etwas anderes

# Admin Options
source: Second Section Headline
de_de: Headline der zweiten Section

# Admin Options
source: Dropdown description
de_de: Dropdown Beschreibung

# Admin Options
source: Choose wisely
de_de: Auswählen

# Admin Options
source: Biography
de_de: Biografie

# Admin Options
source: Textarea description
de_de: Eine Beschreibung für die Textarea
